Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# WipePercentageColumnHeaderBtn.Content
source: Wipe Percentage
ar: نسبة المسح
de_de: Bereinigungsprozentsatz
el_gr: Ποσοστό διαγραφής
es: Porcentaje de borrado
fr_fr: Pourcentage d'effacement
he_il: אחוז מחיקה
hi_in: वाइप प्रतिशत
ml_in: വൈപ്പ് ശതമാനം
pl_pl: Procent wymazywania

# AutoUnlockEnabledColumnHeaderBtn.Content
source: AutoUnlock Enabled
ar: تمكين الفتح التلقائي
de_de: Automatische Entsperrung aktiviert
el_gr: Αυτόματο ξεκλείδωμα ενεργό
es: Desbloqueo automático habilitado
fr_fr: Déverrouillage auto activé
he_il: פתיחה אוטומטית מופעלת
hi_in: ऑटो अनलॉक सक्षम
ml_in: ഓട്ടോ അൺലോക്ക് സജ്ജമാക്കി
pl_pl: Automatyczne odblokowanie włączone

# AutoUnlockKeyStoredColumnHeaderBtn.Content
source: AutoUnlock Key Stored
ar: تم تخزين مفتاح الفتح التلقائي
de_de: Schlüssel für automatische Entsperrung gespeichert
el_gr: Κλειδί αυτόματου ξεκλειδώματος αποθηκεύτηκε
es: Clave de desbloqueo automático almacenada
fr_fr: Clé de déverrouillage auto stockée
he_il: מפתח פתיחה אוטומטית מאוחסן
hi_in: ऑटो अनलॉक कुंजी संग्रहीत
ml_in: ഓട്ടോ അൺലോക്ക് കീ സേവ് ചെയ്തു
pl_pl: Zapisano klucz auto-odblokowania

# VolumeTypeColumnHeaderBtn.Content
source: Volume Type
ar: نوع وحدة التخزين
de_de: Volumentyp
el_gr: Τύπος τόμου
es: Tipo de volumen
fr_fr: Type de volume
he_il: סוג אמצעי האחסון
hi_in: वॉल्यूम प्रकार
ml_in: വാള്യം തരം
pl_pl: Typ woluminu

# CapacityGBColumnHeaderBtn.Content
source: Capacity GB
ar: السعة GB
de_de: Kapazität GB
el_gr: Χωρητικότητα GB
es: Capacidad GB
fr_fr: Capacité Go
he_il: קיבולת GB
hi_in: क्षमता GB
ml_in: ശേഷി GB
pl_pl: Pojemność GB

# FileSystemTypeColumnHeaderBtn.Content
source: FileSystem Type
ar: نوع نظام الملفات
de_de: Dateisystemtyp
el_gr: Τύπος συστήματος αρχείων
es: Tipo de sistema de archivos
fr_fr: Système de fichiers
he_il: סוג מערכת הקבצים
hi_in: फाइल सिस्टम प्रकार
ml_in: ഫയൽസിസ്റ്റം തരം
pl_pl: Typ systemu plików

# RetrieveBitLockerVolumesButton.Content
source: Retrieve BitLocker Volumes
ar: استرجاع وحدات تخزين BitLocker
de_de: BitLocker-Laufwerke abrufen
el_gr: Ανάκτηση τόμων BitLocker
es: Recuperar volúmenes BitLocker
fr_fr: Récupérer les volumes BitLocker
he_il: אחזר כרכי BitLocker
hi_in: BitLocker वॉल्यूम प्राप्त करें
ml_in: BitLocker വാള്യങ്ങൾ റിട്രീവ് ചെയ്യുക
pl_pl: Pobierz woluminy BitLocker

# RetrieveBitLockerVolumesButton.ToolTipService.ToolTip
source: Retrieves all of the volumes and their BitLocker related information with full details and lists them for you.
ar: يسترجع جميع الوحدات ومعلومات BitLocker ذات الصلة بكامل التفاصيل ويعرضها لك.
de_de: Ruft alle Volumes und deren BitLocker-bezogene Informationen mit vollständigen Details ab und listet sie für Sie auf.
el_gr: Ανακτά όλους τους τόμους και τις σχετικές πληροφορίες BitLocker με πλήρεις λεπτομέρειες και τους εμφανίζει.
es: Recupera todos los volúmenes y su información relacionada con BitLocker con detalles completos y los lista.
fr_fr: Récupère tous les volumes et leurs informations liées à BitLocker avec tous les détails et les liste pour vous.
he_il: מאחזר את כל הכרכים ומידע הקשור ל-BitLocker בפירוט מלא ומציג אותם עבורך.
hi_in: सभी वॉल्यूम और उनके BitLocker संबंधित पूर्ण विवरण प्राप्त कर सूचीबद्ध करता है।
ml_in: എല്ലാ വാള്യങ്ങളും അവയുടെ BitLocker ബന്ധപ്പെട്ട മുഴുവൻ വിശദാംശങ്ങളും ശേഖരിച്ചു പട്ടികയാക്കുന്നു.
pl_pl: Pobiera wszystkie woluminy i ich szczegółowe informacje BitLocker oraz wyświetla je.

# RetrieveBitLockerVolumesButton.AutomationProperties.HelpText
source: Retrieves all of the volumes and their BitLocker related information with full details and lists them for you.
ar: يسترجع جميع الوحدات ومعلومات BitLocker ذات الصلة بكامل التفاصيل ويعرضها لك.
de_de: Ruft alle Volumes und deren BitLocker-bezogene Informationen mit vollständigen Details ab und listet sie für Sie auf.
el_gr: Ανακτά όλους τους τόμους και τις σχετικές πληροφορίες BitLocker με πλήρεις λεπτομέρειες και τους εμφανίζει.
es: Recupera todos los volúmenes y su información relacionada con BitLocker con detalles completos y los lista.
fr_fr: Récupère tous les volumes et leurs informations liées à BitLocker avec tous les détails et les liste pour vous.
he_il: מאחזר את כל הכרכים ומידע הקשור ל-BitLocker בפירוט מלא ומציג אותם עבורך.
hi_in: सभी वॉल्यूम और उनके BitLocker संबंधित पूर्ण विवरण प्राप्त कर सूचीबद्ध करता है।
ml_in: എല്ലാ വാള്യങ്ങളും അവയുടെ BitLocker ബന്ധപ്പെട്ട മുഴുവൻ വിശദാംശങ്ങളും ശേഖരിച്ചു പട്ടികയാക്കുന്നു.
pl_pl: Pobiera wszystkie woluminy i ich szczegółowe informacje BitLocker oraz wyświetla je.

# CloseButton.Content
source: Close
ar: إغلاق
de_de: Schließen
el_gr: Κλείσιμο
es: Cerrar
fr_fr: Fermer
he_il: סגור
hi_in: बंद करें
ml_in: അടയ്ക്കുക
pl_pl: Zamknij

# CloseButton.ToolTipService.ToolTip
source: Close
ar: إغلاق
de_de: Schließen
el_gr: Κλείσιμο
es: Cerrar
fr_fr: Fermer
he_il: סגור
hi_in: बंद करें
ml_in: അടയ്ക്കുക
pl_pl: Zamknij

# CloseButton.AutomationProperties.HelpText
source: Close
ar: إغلاق
de_de: Schließen
el_gr: Κλείσιμο
es: Cerrar
fr_fr: Fermer
he_il: סגור
hi_in: बंद करें
ml_in: അടയ്ക്കുക
pl_pl: Zamknij

# CopyButton.Content
source: Copy
ar: نسخ
de_de: Kopieren
el_gr: Αντιγραφή
es: Copiar
fr_fr: Copier
he_il: העתק
hi_in: कॉपी
ml_in: പകർത്തുക
pl_pl: Kopiuj

# CopyButton.ToolTipService.ToolTip
source: Copy
ar: نسخ
de_de: Kopieren
el_gr: Αντιγραφή
es: Copiar
fr_fr: Copier
he_il: העתק
hi_in: कॉपी
ml_in: പകർത്തുക
pl_pl: Kopiuj

# CopyButton.AutomationProperties.HelpText
source: Copy
ar: نسخ
de_de: Kopieren
el_gr: Αντιγραφή
es: Copiar
fr_fr: Copier
he_il: העתק
hi_in: कॉपी
ml_in: പകർത്തുക
pl_pl: Kopiuj

# DeleteBLKeyProtectorButton.Content
source: Delete Key Protector
ar: حذف واقي المفتاح
de_de: Schlüsselprotektor löschen
el_gr: Διαγραφή προστασίας κλειδιού
es: Eliminar protector de clave
fr_fr: Supprimer le protecteur de clé
he_il: מחק מגן מפתח
hi_in: कुंजी संरक्षक हटाएं
ml_in: കീ പ്രൊട്ടക്ടർ മായ്ക്കുക
pl_pl: Usuń zabezpieczenie klucza

# DeleteBLKeyProtectorButton.ToolTipService.ToolTip
source: Deletes the Key protector from the selected volume.
ar: يحذف واقي المفتاح من وحدة التخزين المحددة.
de_de: Löscht den Schlüsselprotektor vom ausgewählten Volume.
el_gr: Διαγράφει την προστασία κλειδιού από τον επιλεγμένο τόμο.
es: Elimina el protector de clave del volumen seleccionado.
fr_fr: Supprime le protecteur de clé du volume sélectionné.
he_il: מוחק את מגן המפתח מהכונן הנבחר.
hi_in: चयनित वॉल्यूम से कुंजी संरक्षक हटाता है।
ml_in: തിരഞ്ഞെടുത്ത വാള്യത്തിൽ നിന്ന് കീ പ്രൊട്ടക്ടർ നീക്കുന്നു.
pl_pl: Usuwa zabezpieczenie klucza z wybranego woluminu.

# DeleteBLKeyProtectorButton.AutomationProperties.HelpText
source: Deletes the Key protector from the selected volume.
ar: يحذف واقي المفتاح من وحدة التخزين المحددة.
de_de: Löscht den Schlüsselprotektor vom ausgewählten Volume.
el_gr: Διαγράφει την προστασία κλειδιού από τον επιλεγμένο τόμο.
es: Elimina el protector de clave del volumen seleccionado.
fr_fr: Supprime le protecteur de clé du volume sélectionné.
he_il: מוחק את מגן המפתח מהכונן הנבחר.
hi_in: चयनित वॉल्यूम से कुंजी संरक्षक हटाता है।
ml_in: തിരഞ്ഞെടുത്ത വാള്യത്തിൽ നിന്ന് കീ പ്രൊട്ടക്ടർ നീക്കുന്നു.
pl_pl: Usuwa zabezpieczenie klucza z wybranego woluminu.

# NoKeyProtectorsFoundMsg.Text
source: No key protectors found for this volume.
ar: لم يتم العثور على واقيات مفاتيح لهذه الوحدة.
de_de: Für dieses Volume wurden keine Schlüsselprotektoren gefunden.
el_gr: Δεν βρέθηκαν προστασίες κλειδιού για αυτόν τον τόμο.
es: No se encontraron protectores de clave para este volumen.
fr_fr: Aucun protecteur de clé trouvé pour ce volume.
he_il: לא נמצאו מגני מפתח עבור כונן זה.
hi_in: इस वॉल्यूम के लिए कोई कुंजी संरक्षक नहीं मिला।
ml_in: ഈ വാള്യത്തിന് കീ പ്രൊട്ടക്ടറൊന്നും കണ്ടെത്തിയില്ല.
pl_pl: Nie znaleziono zabezpieczeń klucza dla tego woluminu.

# SelectVolumeFirstToSeeKeyProtectorsMsg.Text
source: Select a volume first to view its key protectors.
ar: حدد وحدة تخزين أولاً لعرض واقيات المفاتيح الخاصة بها.
de_de: Wählen Sie zunächst ein Volume aus, um dessen Schlüsselprotektoren anzuzeigen.
el_gr: Επιλέξτε πρώτα έναν τόμο για να δείτε τις προστασίες κλειδιού του.
es: Seleccione primero un volumen para ver sus protectores de clave.
fr_fr: Sélectionnez d'abord un volume pour voir ses protecteurs de clé.
he_il: בחר תחילה כונן כדי להציג את מגני המפתח שלו.
hi_in: कुंजी संरक्षक देखने के लिए पहले एक वॉल्यूम चुनें।
ml_in: കീ പ്രൊട്ടക്ടറുകൾ കാണാൻ ആദ്യം ഒരു വാള്യം തെരഞ്ഞടുക്കുക.
pl_pl: Najpierw wybierz wolumin aby zobaczyć jego zabezpieczenia klucza.

# KeyProtectorsForMsg.Text
source: Key Protectors For
ar: واقيات المفاتيح لـ
de_de: Schlüsselprotektoren für
el_gr: Προστασίες κλειδιού για
es: Protectores de clave para
fr_fr: Protecteurs de clé pour
he_il: מגני מפתח עבור
hi_in: कुंजी संरक्षक हेतु
ml_in: കീ പ്രൊട്ടക്ടറുകൾ -
pl_pl: Zabezpieczenia klucza dla

# KeyProtectorsForMsg.ToolTipService.ToolTip
source: Displaying all of the key protectors for the selected volume.
ar: عرض جميع واقيات المفاتيح للوحدة المحددة.
de_de: Anzeigen aller Schlüsselprotektoren für das ausgewählte Volume.
el_gr: Εμφάνιση όλων των προστασιών κλειδιού για τον επιλεγμένο τόμο.
es: Mostrando todos los protectores de clave del volumen seleccionado.
fr_fr: Affichage de tous les protecteurs de clé pour le volume sélectionné.
he_il: מציג את כל מגני המפתח עבור הכונן הנבחר.
hi_in: चयनित वॉल्यूम के सभी कुंजी संरक्षक प्रदर्शित कर रहा है।
ml_in: തിരഞ്ഞെടുത്ത വാള്യത്തിന് എല്ലാ കീ പ്രൊട്ടക്ടറുകളും പ്രദർശിപ്പിക്കുന്നു.
pl_pl: Wyświetlanie wszystkich zabezpieczeń klucza dla wybranego woluminu.

# KeyProtectorsForMsg.AutomationProperties.HelpText
source: Displaying all of the key protectors for the selected volume.
ar: عرض جميع واقيات المفاتيح للوحدة المحددة.
de_de: Anzeigen aller Schlüsselprotektoren für das ausgewählte Volume.
el_gr: Εμφάνιση όλων των προστασιών κλειδιού για τον επιλεγμένο τόμο.
es: Mostrando todos los protectores de clave del volumen seleccionado.
fr_fr: Affichage de tous les protecteurs de clé pour le volume sélectionné.
he_il: מציג את כל מגני המפתח עבור הכונן הנבחר.
hi_in: चयनित वॉल्यूम के सभी कुंजी संरक्षक प्रदर्शित कर रहा है।
ml_in: തിരഞ്ഞെടുത്ത വാള്യത്തിന് എല്ലാ കീ പ്രൊട്ടക്ടറുകളും പ്രദർശിപ്പിക്കുന്നു.
pl_pl: Wyświetlanie wszystkich zabezpieczeń klucza dla wybranego woluminu.

# RecoveryPassword.Text
source: Recovery Password
ar: كلمة مرور الاسترداد
de_de: Wiederherstellungskennwort
el_gr: Κωδικός ανάκτησης
es: Contraseña de recuperación
fr_fr: Mot de passe de récupération
he_il: סיסמת שחזור
hi_in: रिकवरी पासवर्ड
ml_in: റിക്കവറി പാസ്‌വേഡ്
pl_pl: Hasło odzyskiwania

# CertificateType.Text
source: Certificate Type
ar: نوع الشهادة
de_de: Zertifikatstyp
el_gr: Τύπος πιστοποιητικού
es: Tipo de certificado
fr_fr: Type de certificat
he_il: סוג תעודה
hi_in: प्रमाणपत्र प्रकार
ml_in: സർ‌ട്ടിഫിക്കറ്റ് തരം
pl_pl: Typ certyfikatu

# FileName.Text
source: File Name
ar: اسم الملف
de_de: Dateiname
el_gr: Όνομα αρχείου
es: Nombre de archivo
fr_fr: Nom de fichier
he_il: שם קובץ
hi_in: फ़ाइल नाम
ml_in: ഫയൽ പേര്
pl_pl: Nazwa pliku

# AutoUnlock.Text
source: Auto Unlock
ar: فتح تلقائي
de_de: Automatisches Entsperren
el_gr: Αυτόματο ξεκλείδωμα
es: Desbloqueo automático
fr_fr: Déverrouillage auto
he_il: פתיחה אוטומטית
hi_in: ऑटो अनलॉक
ml_in: ഓട്ടോ അൺലോക്ക്
pl_pl: Auto-odblokowanie

# Type.Text
source: Type
ar: النوع
de_de: Typ
el_gr: Τύπος
es: Tipo
he_il: סוג
hi_in: प्रकार
ml_in: തരം
pl_pl: Typ

# Thumbprint.Text
source: Thumbprint
ar: البصمة
de_de: Fingerabdruck
el_gr: Αποτύπωμα
es: Huella
fr_fr: Empreinte numérique
he_il: טביעת אצבע
hi_in: थम्बप्रिंट
ml_in: തമ്പ്പ്രിന്റ്
pl_pl: Odcisk

# BitLockerManagementTab.Header
source: Management
ar: الإدارة
de_de: Verwaltung
el_gr: Διαχείριση
es: Administración
fr_fr: Gestion
he_il: ניהול
hi_in: प्रबंधन
ml_in: മാനേജ്മെന്റ്
pl_pl: Zarządzanie

# BitLockerManagementTab.ToolTipService.ToolTip
source: Manage every aspect of BitLocker volumes such as encryption, decryption, backup and more.
ar: إدارة كل جانب من وحدات تخزين BitLocker مثل التشفير، فك التشفير، النسخ الاحتياطي والمزيد.
de_de: Verwalten Sie alle Aspekte von BitLocker-Volumes wie Verschlüsselung, Entschlüsselung, Sicherung und mehr.
el_gr: Διαχείριση κάθε πτυχής των τόμων BitLocker όπως κρυπτογράφηση, αποκρυπτογράφηση, δημιουργία αντιγράφων ασφαλείας και άλλα.
es: Administre todos los aspectos de los volúmenes BitLocker como cifrado, descifrado, respaldo y más.
fr_fr: Gérez tous les aspects des volumes BitLocker tels que le chiffrement, le déchiffrement, la sauvegarde et plus encore.
he_il: נהל כל היבט של כונני BitLocker כגון הצפנה, פענוח, גיבוי ועוד.
hi_in: BitLocker वॉल्यूम के एन्क्रिप्शन, डिक्रिप्शन, बैकअप आदि का प्रबंधन करें।
ml_in: എൻക്രിപ്ഷൻ, ഡീക്രിപ്ഷൻ, ബാക്കപ്പ് എന്നിവ ഉൾപ്പെടെ BitLocker വാള്യങ്ങളുടെ എല്ലാ വശങ്ങളും കൈകാര്യം ചെയ്യുക.
pl_pl: Zarządzaj każdym aspektem woluminów BitLocker: szyfrowanie, deszyfrowanie, kopie zapasowe i więcej.

# BitLockerManagementTab.AutomationProperties.HelpText
source: Manage every aspect of BitLocker volumes such as encryption, decryption, backup and more.
ar: إدارة كل جانب من وحدات تخزين BitLocker مثل التشفير، فك التشفير، النسخ الاحتياطي والمزيد.
de_de: Verwalten Sie alle Aspekte von BitLocker-Volumes wie Verschlüsselung, Entschlüsselung, Sicherung und mehr.
el_gr: Διαχείριση κάθε πτυχής των τόμων BitLocker όπως κρυπτογράφηση, αποκρυπτογράφηση, δημιουργία αντιγράφων ασφαλείας και άλλα.
es: Administre todos los aspectos de los volúmenes BitLocker como cifrado, descifrado, respaldo y más.
fr_fr: Gérez tous les aspects des volumes BitLocker tels que le chiffrement, le déchiffrement, la sauvegarde et plus encore.
he_il: נהל כל היבט של כונני BitLocker כגון הצפנה, פענוח, גיבוי ועוד.
hi_in: BitLocker वॉल्यूम के एन्क्रिप्शन, डिक्रिप्शन, बैकअप आदि का प्रबंधन करें।
ml_in: എൻക്രിപ്ഷൻ, ഡീക്രിപ്ഷൻ, ബാക്കപ്പ് എന്നിവ ഉൾപ്പെടെ BitLocker വാള്യങ്ങളുടെ എല്ലാ വശങ്ങളും കൈകാര്യം ചെയ്യുക.
pl_pl: Zarządzaj każdym aspektem woluminów BitLocker: szyfrowanie, deszyfrowanie, kopie zapasowe i więcej.

# BitLockerSecurityMeasuresTab.Header
source: Security Measures
ar: تدابير الأمان
de_de: Sicherheitsmaßnahmen
el_gr: Μέτρα ασφαλείας
es: Medidas de seguridad
fr_fr: Mesures de sécurité
he_il: אמצעי אבטחה
hi_in: सुरक्षा उपाय
ml_in: സുരക്ഷാ നടപടികൾ
pl_pl: Środki bezpieczeństwa

# BitLockerSecurityMeasuresTab.ToolTipService.ToolTip
source: Manage Security Measures related to BitLocker.
ar: إدارة تدابير الأمان المتعلقة بـ BitLocker.
de_de: Sicherheitsmaßnahmen im Zusammenhang mit BitLocker verwalten.
el_gr: Διαχείριση μέτρων ασφαλείας σχετικών με το BitLocker.
es: Administre medidas de seguridad relacionadas con BitLocker.
fr_fr: Gérer les mesures de sécurité liées à BitLocker.
he_il: נהל אמצעי אבטחה הקשורים ל‑BitLocker.
hi_in: BitLocker संबंधित सुरक्षा उपाय प्रबंधित करें।
ml_in: BitLocker ബന്ധപ്പെട്ട സുരക്ഷാ നടപടികൾ നിയന്ത്രിക്കുക.
pl_pl: Zarządzaj środkami bezpieczeństwa związanymi z BitLocker.

# BitLockerSecurityMeasuresTab.AutomationProperties.HelpText
source: Manage Security Measures related to BitLocker.
ar: إدارة تدابير الأمان المتعلقة بـ BitLocker.
de_de: Sicherheitsmaßnahmen im Zusammenhang mit BitLocker verwalten.
el_gr: Διαχείριση μέτρων ασφαλείας σχετικών με το BitLocker.
es: Administre medidas de seguridad relacionadas con BitLocker.
fr_fr: Gérer les mesures de sécurité liées à BitLocker.
he_il: נהל אמצעי אבטחה הקשורים ל‑BitLocker.
hi_in: BitLocker संबंधित सुरक्षा उपाय प्रबंधित करें।
ml_in: BitLocker ബന്ധപ്പെട്ട സുരക്ഷാ നടപടികൾ നിയന്ത്രിക്കുക.
pl_pl: Zarządzaj środkami bezpieczeństwa związanymi z BitLocker.

# AddKeyProtectorButton.Content
source: Add Key Protector
ar: إضافة واقي مفتاح
de_de: Schlüsselprotektor hinzufügen
el_gr: Προσθήκη προστασίας κλειδιού
es: Agregar protector de clave
fr_fr: Ajouter un protecteur de clé
he_il: הוסף מגן מפתח
hi_in: कुंजी संरक्षक जोड़ें
ml_in: കീ പ്രൊട്ടക്ടർ ചേർക്കുക
pl_pl: Dodaj zabezpieczenie klucza

# AddKeyProtectorButton.ToolTipService.ToolTip
source: Add a new key protector to the selected volume. Key protectors are what allow you to unlock the volume.
ar: إضافة واقي مفتاح جديد إلى وحدة التخزين المحددة. واقيات المفاتيح تتيح لك فتح الوحدة.
de_de: Fügen Sie dem ausgewählten Volume einen neuen Schlüsselprotektor hinzu. Schlüsselprotektoren ermöglichen das Entsperren des Volumes.
el_gr: Προσθέστε νέα προστασία κλειδιού στον επιλεγμένο τόμο. Οι προστασίες κλειδιού επιτρέπουν το ξεκλείδωμα του τόμου.
es: Agregue un nuevo protector de clave al volumen seleccionado. Los protectores de clave permiten desbloquear el volumen.
fr_fr: Ajoutez un nouveau protecteur de clé au volume sélectionné. Les protecteurs de clé sont ce qui vous permet de déverrouiller le volume.
he_il: הוסף מגן מפתח חדש לכונן הנבחר. מגני המפתח הם אלו שמאפשרים לפתוח את נעילת הכונן.
hi_in: चयनित वॉल्यूम में नया कुंजी संरक्षक जोड़ें। कुंजी संरक्षक वॉल्यूम अनलॉक करने में सक्षम बनाते हैं।
ml_in: തിരഞ്ഞെടുത്ത വാള്യത്തിൽ പുതിയ കീ പ്രൊട്ടക്ടർ ചേർക്കുക. കീ പ്രൊട്ടക്ടറുകൾ വാള്യം അൺലോക്ക് ചെയ്യാൻ സഹായിക്കുന്നു.
pl_pl: Dodaj nowe zabezpieczenie klucza do wybranego woluminu. Zabezpieczenia klucza umożliwiają odblokowanie woluminu.

# AddKeyProtectorButton.AutomationProperties.HelpText
source: Add a new key protector to the selected volume. Key protectors are what allow you to unlock the volume.
ar: إضافة واقي مفتاح جديد إلى وحدة التخزين المحددة. واقيات المفاتيح تتيح لك فتح الوحدة.
de_de: Fügen Sie dem ausgewählten Volume einen neuen Schlüsselprotektor hinzu. Schlüsselprotektoren ermöglichen das Entsperren des Volumes.
el_gr: Προσθέστε νέα προστασία κλειδιού στον επιλεγμένο τόμο. Οι προστασίες κλειδιού επιτρέπουν το ξεκλείδωμα του τόμου.
es: Agregue un nuevo protector de clave al volumen seleccionado. Los protectores de clave permiten desbloquear el volumen.
fr_fr: Ajoutez un nouveau protecteur de clé au volume sélectionné. Les protecteurs de clé sont ce qui vous permet de déverrouiller le volume.
he_il: הוסף מגן מפתח חדש לכונן הנבחר. מגני המפתח הם אלו שמאפשרים לפתוח את נעילת הכונן.
hi_in: चयनित वॉल्यूम में नया कुंजी संरक्षक जोड़ें। कुंजी संरक्षक वॉल्यूम अनलॉक करने में सक्षम बनाते हैं।
ml_in: തിരഞ്ഞെടുത്ത വാള്യത്തിൽ പുതിയ കീ പ്രൊട്ടക്ടർ ചേർക്കുക. കീ പ്രൊട്ടക്ടറുകൾ വാള്യം അൺലോക്ക് ചെയ്യാൻ സഹായിക്കുന്നു.
pl_pl: Dodaj nowe zabezpieczenie klucza do wybranego woluminu. Zabezpieczenia klucza umożliwiają odblokowanie woluminu.

# AddKeyProtectorContentDialog.Title
source: Add Key Protector
ar: إضافة واقي مفتاح
de_de: Schlüsselprotektor hinzufügen
el_gr: Προσθήκη προστασίας κλειδιού
es: Agregar protector de clave
fr_fr: Ajouter un protecteur de clé
he_il: הוסף מגן מפתח
hi_in: कुंजी संरक्षक जोड़ें
ml_in: കീ പ്രൊട്ടക്ടർ ചേർക്കുക
pl_pl: Dodaj zabezpieczenie klucza

# AddKeyProtectorContentDialog.PrimaryButtonText
source: Add
ar: إضافة
de_de: Hinzufügen
el_gr: Προσθήκη
es: Agregar
fr_fr: Ajouter
he_il: הוסף
hi_in: जोड़ें
ml_in: ചേർക്കുക
pl_pl: Dodaj

# AddKeyProtectorContentDialog.CloseButtonText
source: Cancel
ar: إلغاء
de_de: Abbrechen
el_gr: Άκυρο
es: Cancelar
fr_fr: Annuler
he_il: ביטול
hi_in: रद्द
ml_in: റദ്ദാക്കുക
pl_pl: Anuluj

# AddKeyProtectorContentDialogSubTitle.Text
source: Use this section to add a new key protector to the selected volume.
ar: استخدم هذا القسم لإضافة واقي مفتاح جديد إلى الوحدة المحددة.
de_de: Verwenden Sie diesen Bereich, um dem ausgewählten Volume einen neuen Schlüsselprotektor hinzuzufügen.
el_gr: Χρησιμοποιήστε αυτή την ενότητα για να προσθέσετε νέα προστασία κλειδιού στον επιλεγμένο τόμο.
es: Use esta sección para agregar un nuevo protector de clave al volumen seleccionado.
fr_fr: Utilisez cette section pour ajouter un nouveau protecteur de clé au volume sélectionné.
he_il: השתמש במקטע זה כדי להוסיף מגן מפתח חדש לכונן הנבחר.
hi_in: इस अनुभाग का उपयोग चयनित वॉल्यूम में नया कुंजी संरक्षक जोड़ने हेतु करें।
ml_in: തിരഞ്ഞെടുത്ത വാള്യത്തിൽ പുതിയ കീ പ്രൊട്ടക്ടർ ചേർക്കാൻ ഈ വിഭാഗം ഉപയോഗിക്കുക.
pl_pl: Użyj tej sekcji aby dodać nowe zabezpieczenie klucza do wybranego woluminu.

# TPMKeyProtectorSegmentedItem.ToolTipService.ToolTip
source: Add a TPM Key Protector.
ar: إضافة واقي مفتاح TPM.
de_de: Einen TPM-Schlüsselprotektor hinzufügen.
el_gr: Προσθήκη προστασίας κλειδιού TPM.
es: Agregar un protector de clave TPM.
fr_fr: Ajouter un protecteur de clé TPM.
he_il: הוסף מגן מפתח מסוג TPM.
hi_in: TPM कुंजी संरक्षक जोड़ें।
ml_in: ഒരു TPM കീ പ്രൊട്ടക്ടർ ചേർക്കുക.
pl_pl: Dodaj zabezpieczenie klucza TPM.

# TPMKeyProtectorSegmentedItem.AutomationProperties.HelpText
source: Add a TPM Key Protector.
ar: إضافة واقي مفتاح TPM.
de_de: Einen TPM-Schlüsselprotektor hinzufügen.
el_gr: Προσθήκη προστασίας κλειδιού TPM.
es: Agregar un protector de clave TPM.
fr_fr: Ajouter un protecteur de clé TPM.
he_il: הוסף מגן מפתח מסוג TPM.
hi_in: TPM कुंजी संरक्षक जोड़ें।
ml_in: ഒരു TPM കീ പ്രൊട്ടക്ടർ ചേർക്കുക.
pl_pl: Dodaj zabezpieczenie klucza TPM.

# TPMPINKeyProtectorSegmentedItem.ToolTipService.ToolTip
source: Add a TPM + PIN Key Protector.
ar: إضافة واقي مفتاح TPM + PIN.
de_de: Einen TPM- + PIN-Schlüsselprotektor hinzufügen.
el_gr: Προσθήκη προστασίας κλειδιού TPM + PIN.
es: Agregar un protector de clave TPM + PIN.
fr_fr: Ajouter un protecteur de clé TPM + PIN.
he_il: הוסף מגן מפתח מסוג TPM + PIN.
hi_in: TPM + PIN कुंजी संरक्षक जोड़ें।
ml_in: ഒരു TPM + PIN കീ പ്രൊട്ടക്ടർ ചേർക്കുക.
pl_pl: Dodaj zabezpieczenie klucza TPM + PIN.

# TPMPINKeyProtectorSegmentedItem.AutomationProperties.HelpText
source: Add a TPM + PIN Key Protector.
ar: إضافة واقي مفتاح TPM + PIN.
de_de: Einen TPM- + PIN-Schlüsselprotektor hinzufügen.
el_gr: Προσθήκη προστασίας κλειδιού TPM + PIN.
es: Agregar un protector de clave TPM + PIN.
fr_fr: Ajouter un protecteur de clé TPM + PIN.
he_il: הוסף מגן מפתח מסוג TPM + PIN.
hi_in: TPM + PIN कुंजी संरक्षक जोड़ें।
ml_in: ഒരു TPM + PIN കീ പ്രൊട്ടക്ടർ ചേർക്കുക.
pl_pl: Dodaj zabezpieczenie klucza TPM + PIN.

# TPMStartupKeyKeyProtectorSegmentedItem.Content
source: TPM + Startup Key
ar: TPM + مفتاح بدء التشغيل
de_de: TPM + Startschlüssel
el_gr: TPM + κλειδί εκκίνησης
es: TPM + clave de inicio
fr_fr: TPM + Clé de démarrage
he_il: TPM + מפתח אתחול
hi_in: TPM + स्टार्टअप कुंजी
ml_in: TPM + സ്റ്റാർട്ടപ്പ് കീ
pl_pl: TPM + klucz startowy

# TPMStartupKeyKeyProtectorSegmentedItem.ToolTipService.ToolTip
source: Add a TPM + Startup Key Key Protector.
ar: إضافة واقي مفتاح TPM + مفتاح بدء التشغيل.
de_de: Einen TPM- + Startschlüssel-Schlüsselprotektor hinzufügen.
el_gr: Προσθήκη προστασίας κλειδιού TPM + κλειδί εκκίνησης.
es: Agregar un protector TPM + clave de inicio.
fr_fr: Ajouter un protecteur de clé TPM + Clé de démarrage.
he_il: הוסף מגן מפתח מסוג TPM + מפתח אתחול.
hi_in: TPM + स्टार्टअप कुंजी संरक्षक जोड़ें।
ml_in: ഒരു TPM + സ്റ്റാർട്ടപ്പ് കീ പ്രൊട്ടക്ടർ ചേർക്കുക.
pl_pl: Dodaj zabezpieczenie klucza TPM + klucz startowy.

# TPMStartupKeyKeyProtectorSegmentedItem.AutomationProperties.HelpText
source: Add a TPM + Startup Key Key Protector.
ar: إضافة واقي مفتاح TPM + مفتاح بدء التشغيل.
de_de: Einen TPM- + Startschlüssel-Schlüsselprotektor hinzufügen.
el_gr: Προσθήκη προστασίας κλειδιού TPM + κλειδί εκκίνησης.
es: Agregar un protector TPM + clave de inicio.
fr_fr: Ajouter un protecteur de clé TPM + Clé de démarrage.
he_il: הוסף מגן מפתח מסוג TPM + מפתח אתחול.
hi_in: TPM + स्टार्टअप कुंजी संरक्षक जोड़ें।
ml_in: ഒരു TPM + സ്റ്റാർട്ടപ്പ് കീ പ്രൊട്ടക്ടർ ചേർക്കുക.
pl_pl: Dodaj zabezpieczenie klucza TPM + klucz startowy.

# TPMPINStartupKeyKeyProtectorSegmentedItem.Content
source: TPM + PIN + Startup Key
ar: TPM + PIN + مفتاح بدء التشغيل
de_de: TPM + PIN + Startschlüssel
el_gr: TPM + PIN + κλειδί εκκίνησης
es: TPM + PIN + clave de inicio
fr_fr: TPM + PIN + Clé de démarrage
he_il: TPM + PIN + מפתח אתחול
hi_in: TPM + PIN + स्टार्टअप कुंजी
ml_in: TPM + PIN + സ്റ്റാർട്ടപ്പ് കീ
pl_pl: TPM + PIN + klucz startowy
